[
  {
    "judul": "Batik Parang Barong",
    "deskripsi": "Motif Batik Parang Barong menggambarkan seekor barong, simbol dari keberanian dan kekuatan. Batik ini sering digunakan pada acara-acara adat dan memiliki warna-warna yang mencolok seperti merah, hitam, dan putih."
  },
  {
    "judul": "Batik Tambal",
    "deskripsi": "Batik Tambal memiliki ciri khas dengan motif yang menyerupai potongan kain yang disatukan kembali. Motif ini melambangkan kehidupan yang penuh liku-liku dan keunikan. Warna-warna yang umum digunakan adalah biru, coklat, dan hijau."
  },
  {
    "judul": "Batik Parang Kusumo",
    "deskripsi": "Motif Batik Parang Kusumo menampilkan garis-garis yang membentuk pola klasik. Batik ini melambangkan keindahan alam dan kehidupan yang damai. Warna yang dominan adalah biru, coklat, dan hijau."
  },
  {
    "judul": "Batik Sekar Jagad",
    "deskripsi": "Batik Sekar Jagad memiliki motif bunga-bunga yang tersebar merata, melambangkan keindahan dan keharmonisan alam. Batik ini sering digunakan untuk berbagai acara formal dan memiliki warna yang lembut seperti pink, kuning, dan hijau muda."
  },
  {
    "judul": "Batik Megamendung Pagi",
    "deskripsi": "Batik Megamendung Pagi menampilkan motif awan mendung di pagi hari. Batik ini menggambarkan kesegaran dan keindahan pagi yang cerah. Warna yang umum digunakan adalah biru langit, putih, dan kuning."
  },
  {
    "judul": "Batik Parang Rusak Abstrak",
    "deskripsi": "Batik Parang Rusak Abstrak merupakan variasi modern dari motif tradisional Parang Rusak. Motifnya lebih abstrak dengan garis-garis yang tidak teratur, menciptakan kesan dinamis dan kreatif. Warna-warna yang digunakan bisa bervariasi."
  },
  {
    "judul": "Batik Sido Luhur",
    "deskripsi": "Batik Sido Luhur memiliki motif yang melibatkan berbagai pola geometris yang rumit. Batik ini melambangkan kemakmuran, keberuntungan, dan keberlanjutan. Warna yang umum digunakan adalah merah, coklat, dan emas."
  },
  {
    "judul": "Batik Tambal Warni",
    "deskripsi": "Batik Tambal Warni menampilkan potongan kain dengan warna-warna cerah dan beragam. Motif ini menciptakan kesan riang dan penuh energi. Warna-warna yang digunakan bisa mencakup merah, kuning, hijau, dan biru."
  },
  {
    "judul": "Batik Parang Klithik",
    "deskripsi": "Batik Parang Klithik memiliki motif yang lebih kecil dan padat dari motif Parang Rusak. Motif ini melambangkan semangat, kekuatan, dan ketabahan. Warna-warna yang umum digunakan adalah merah, hitam, dan putih."
  },
  {
    "judul": "Batik Kawung Sekar",
    "deskripsi": "Batik Kawung Sekar menggabungkan motif kawung dengan elemen bunga-bunga yang cantik. Batik ini melambangkan keharmonisan dan keindahan. Warna yang dominan adalah merah, kuning, dan hijau."
  }
]
